"""
chunks_list_E01_environment.py

- 用data_explore.ipynb生成chunks_list
"""

E0101 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-環境",
        "sub_category": "E01環境",
        "target": "成人/兒童",
    },
    "query_text": "昆蟲螫傷",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。過去曾出現嚴重過敏反應。臉部、嘴唇與舌頭腫脹。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性周邊重度疼痛(8-10)。廣泛性紅疹/水泡。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。局部性紅疹/水泡(過敏反應)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。輕微螫傷，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 過去曾出現嚴重過敏反應。臉部、嘴唇與舌頭腫脹。廣泛性紅疹/水泡。局部性紅疹/水泡(過敏反應)。輕微螫傷，生命徵象正常，無發燒，無疼痛不適。",
}
E0102 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-環境",
        "sub_category": "E01環境",
        "target": "成人/兒童",
    },
    "query_text": "海洋生物螫傷",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。過去曾出現嚴重過敏反應。臉部、嘴唇與舌頭腫脹。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性周邊重度疼痛(8-10)。廣泛性紅疹/水泡。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。局部性紅疹/水泡(過敏反應)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。輕微螫傷，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 過去曾出現嚴重過敏反應。臉部、嘴唇與舌頭腫脹。廣泛性紅疹/水泡。局部性紅疹/水泡(過敏反應)。輕微螫傷，生命徵象正常，無發燒，無疼痛不適。",
}
E0103 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-環境",
        "sub_category": "E01環境",
        "target": "成人/兒童",
    },
    "query_text": "動物咬傷",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。凝血異常-危及生命或肢體的出血。無法控制的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性周邊重度疼痛(8-10)。凝血異常-中度或輕度的出血。加壓後已止血。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。表淺撕裂性/出血已停止。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。輕微咬傷，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。無法控制的出血。凝血異常-中度或輕度的出血。加壓後已止血。表淺撕裂性/出血已停止。輕微咬傷，生命徵象正常，無發燒，無疼痛不適。",
}
E0104 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-環境",
        "sub_category": "E01環境",
        "target": "成人/兒童",
    },
    "query_text": "蛇咬傷",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。凝血異常-危及生命或肢體的出血。疑似毒蛇咬傷(出血性/神經毒性)。無法控制的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性周邊重度疼痛(8-10)。凝血異常-中度或輕度的出血。加壓後已止血。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。表淺撕裂性/出血已停止。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。輕微咬傷，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。疑似毒蛇咬傷(出血性/神經毒性)。無法控制的出血。凝血異常-中度或輕度的出血。加壓後已止血。表淺撕裂性/出血已停止。輕微咬傷，生命徵象正常，無發燒，無疼痛不適。",
}
E0105 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-環境",
        "sub_category": "E01環境",
        "target": "成人/兒童",
    },
    "query_text": "化學物質暴露(疑似或確定化學、輻射或危害物質暴露)",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。嚴重燒傷>25%體表面積。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。手部/足部/鼠蹊部/顏面部灼傷。化學物質濺入眼睛，造成傷害。",
    "remarks": "可調節分級項目 : 嚴重燒傷>25%體表面積。手部/足部/鼠蹊部/顏面部灼傷。化學物質濺入眼睛，造成傷害。",
}
E0106 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-環境",
        "sub_category": "E01環境",
        "target": "成人/兒童",
    },
    "query_text": "中暑/高體溫症",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。中樞體溫>41℃。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。",
    "remarks": "可調節分級項目 : 中樞體溫>41℃。",
}
E0107 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-環境",
        "sub_category": "E01環境",
        "target": "成人/兒童",
    },
    "query_text": "低體溫症",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。中樞體溫<32℃。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。中樞體溫32-35℃。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。\n- 四級 (次緊急)：無凍傷徵象，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 中樞體溫<32℃。中樞體溫32-35℃。無凍傷徵象，生命徵象正常，無發燒，無疼痛不適。",
}
E0108 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-環境",
        "sub_category": "E01環境",
        "target": "成人/兒童",
    },
    "query_text": "有毒氣體吸入/暴露",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。毒氣或其他氣體吸入，無呼吸窘迫徵象。\n- 四級 (次緊急)：遠距離或非急性暴露(>7天)，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 毒氣或其他氣體吸入，無呼吸窘迫徵象。遠距離或非急性暴露(>7天)，生命徵象正常，無發燒，無疼痛不適。",
}
E0109 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-環境",
        "sub_category": "E01環境",
        "target": "成人/兒童",
    },
    "query_text": "溺水",
    "content": "- 一級 (復甦急救)：心跳/呼吸停止。重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。中樞體溫<32℃。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。中樞體溫32-35℃。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。",
    "remarks": "可調節分級項目 : 心跳/呼吸停止。中樞體溫<32℃。中樞體溫32-35℃。",
}
E0110 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-環境",
        "sub_category": "E01環境",
        "target": "成人/兒童",
    },
    "query_text": "凍傷",
    "content": "- 二級 (危急)：肢體冰冷無脈搏。蒼白的皮膚(含耳朵)。\n- 三級 (緊急)：肢體冰冷有脈搏。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。輕微凍傷，皮膚沒有變色(含耳朵)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。凍傷，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 肢體冰冷無脈搏。蒼白的皮膚(含耳朵)。肢體冰冷有脈搏。輕微凍傷，皮膚沒有變色(含耳朵)。凍傷，生命徵象正常，無發燒，無疼痛不適。",
}
E0111 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-環境",
        "sub_category": "E01環境",
        "target": "成人/兒童",
    },
    "query_text": "電擊傷害",
    "content": "- 一級 (復甦急救)：心跳/呼吸停止。重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。明顯皮膚組織傷害。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性周邊重度疼痛(8-10)。無明顯皮膚組織傷害。",
    "remarks": "可調節分級項目 : 心跳/呼吸停止。明顯皮膚組織傷害。無明顯皮膚組織傷害。",
}

environment_chunks = [
    E0101,
    E0102,
    E0103,
    E0104,
    E0105,
    E0106,
    E0107,
    E0108,
    E0109,
    E0110,
    E0111,
]
