"""
chunks_list_A01-A13_non-trauma.py

- 用data_explore.ipynb生成chunks_list
"""

A0101 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A01呼吸系統",
        "target": "成人",
    },
    "query_text": "呼吸短促",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。氣喘且PEFR為<40%的預期值(重度)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。氣喘且PEFR為40-60%的預期值(中度)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。\n- 四級 (次緊急)：氣喘且PEFR為>60%的預期值(輕度)。發燒(看起來無病容)。無呼吸窘迫徵象。",
    "remarks": "可調節分級項目 : 無呼吸窘迫徵象。",
}
A0102 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A01呼吸系統",
        "target": "成人",
    },
    "query_text": "呼吸停止",
    "content": "- 一級 (復甦急救)：呼吸停止。",
    "remarks": "可調節分級項目 : 呼吸停止。",
}
A0103 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A01呼吸系統",
        "target": "成人",
    },
    "query_text": "咳嗽",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性咳嗽，生命徵象正常。\n- 五級 (非緊急)：慢性咳嗽，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 急性咳嗽，生命徵象正常。慢性咳嗽，生命徵象正常，無發燒，無疼痛不適。",
}
A0104 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A01呼吸系統",
        "target": "成人",
    },
    "query_text": "換氣過度",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。\n- 四級 (次緊急)：發燒(看起來無病容)。已緩解，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 已緩解，生命徵象正常，無發燒，無疼痛不適。",
}
A0105 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A01呼吸系統",
        "target": "成人",
    },
    "query_text": "咳血",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。凝血異常-危及生命或肢體的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。凝血異常-中度或輕度的出血。咳血塊。\n- 四級 (次緊急)：發燒(看起來無病容)。痰中帶血絲。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。凝血異常-中度或輕度的出血。咳血塊。痰中帶血絲。",
}
A0106 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A01呼吸系統",
        "target": "成人",
    },
    "query_text": "呼吸道內異物",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。口水外流或喘鳴。嘶啞聲或無法言語。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。有吞嚥困難，但無呼吸窘迫徵象。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。呼吸道內異物，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 口水外流或喘鳴。嘶啞聲或無法言語。有吞嚥困難，但無呼吸窘迫徵象。呼吸道內異物，生命徵象正常，無發燒，無疼痛不適。",
}
A0107 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A01呼吸系統",
        "target": "成人",
    },
    "query_text": "過敏反應",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。過去曾出現嚴重過敏反應。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：過敏或非特定因素引起的鼻塞，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 過去曾出現嚴重過敏反應。過敏或非特定因素引起的鼻塞，生命徵象正常，無發燒，無疼痛不適。",
}
A0201 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A02心臟血管系統",
        "target": "成人",
    },
    "query_text": "心跳停止",
    "content": "- 一級 (復甦急救)：心跳停止。",
    "remarks": "可調節分級項目 : 心跳停止。",
}
A0202 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A02心臟血管系統",
        "target": "成人",
    },
    "query_text": "胸痛/胸悶",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。疑似心因性胸痛/胸悶。急性撕裂性疼痛。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。急性周邊重度疼痛(8-10)-肋膜性/胸壁。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。急性周邊中度疼痛(4-7)-肋膜性/胸壁。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)-肋膜性/胸壁。",
    "remarks": "可調節分級項目 : 疑似心因性胸痛/胸悶。急性撕裂性疼痛。",
}
A0203 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A02心臟血管系統",
        "target": "成人",
    },
    "query_text": "心悸/不規則心跳",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。每分鐘心跳次數<50或>140，無休克徵象與症狀。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。疑似心因性胸痛/胸悶。有高危險性心律不整紀錄的病史。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性/突發性/持續性之心悸。\n- 四級 (次緊急)：發燒(看起來無病容)。有心悸的病史或心悸已經緩解，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 疑似心因性胸痛/胸悶。有高危險性心律不整紀錄的病史。急性/突發性/持續性之心悸。有心悸的病史或心悸已經緩解，生命徵象正常，無發燒，無疼痛不適。",
}
A0204 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A02心臟血管系統",
        "target": "成人",
    },
    "query_text": "高血壓急症",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。SBP≥220mmHg或DBP≥130mmHg，伴隨任一症狀(呼吸短促、胸痛、頭痛、噁心嘔吐、眩暈)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。SBP≥220mmHg或DBP≥130mmHg，無症狀。SBP200-220mmHg或DBP110-130mmHg，伴隨任一症狀(呼吸短促、胸痛、頭痛、噁心嘔吐、眩暈)。\n- 四級 (次緊急)：SBP200-220mmHg或DBP110-130mmHg，無症狀。",
    "remarks": "可調節分級項目 : SBP≥220mmHg或DBP≥130mmHg，伴隨任一症狀(呼吸短促、胸痛、頭痛、噁心嘔吐、眩暈)。SBP≥220mmHg或DBP≥130mmHg，無症狀。SBP200-220mmHg或DBP110-130mmHg，伴隨任一症狀(呼吸短促、胸痛、頭痛、噁心嘔吐、眩暈)。SBP200-220mmHg或DBP110-130mmHg，無症狀。",
}
A0205 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A02心臟血管系統",
        "target": "成人",
    },
    "query_text": "全身虛弱/無力",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性虛弱/無法走動。腎病末期，合併有高血鉀或低血鉀的病史。\n- 四級 (次緊急)：發燒(看起來無病容)。慢性虛弱狀況，沒有急性改變，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 急性虛弱/無法走動。腎病末期，合併有高血鉀或低血鉀的病史。慢性虛弱狀況，沒有急性改變，生命徵象正常，無發燒，無疼痛不適。",
}
A0206 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A02心臟血管系統",
        "target": "成人",
    },
    "query_text": "暈厥",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。新發生之心律不整/已知或懷疑有心率改變。沒有先兆症狀。發生在運動期間。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。有先兆症狀或突然姿勢改變之暈厥。\n- 四級 (次緊急)：發燒(看起來無病容)。暈厥症狀已緩解，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 新發生之心律不整/已知或懷疑有心率改變。沒有先兆症狀。發生在運動期間。有先兆症狀或突然姿勢改變之暈厥。暈厥症狀已緩解，生命徵象正常，無發燒，無疼痛不適。",
}
A0207 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A02心臟血管系統",
        "target": "成人",
    },
    "query_text": "全身性水腫",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。\n- 四級 (次緊急)：發燒(看起來無病容)。全身性水腫，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 全身性水腫，生命徵象正常，無發燒，無疼痛不適。",
}
A0208 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A02心臟血管系統",
        "target": "成人",
    },
    "query_text": "肢體水腫",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。肢體水腫，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 肢體水腫，生命徵象正常，無發燒，無疼痛不適。",
}
A0209 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A02心臟血管系統",
        "target": "成人",
    },
    "query_text": "冰冷無脈搏的肢體",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。肢體冰冷無脈搏。",
    "remarks": "可調節分級項目 : 肢體冰冷無脈搏。",
}
A0210 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A02心臟血管系統",
        "target": "成人",
    },
    "query_text": "單側肢體紅熱",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。廣泛性發炎。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。局部性發炎。",
    "remarks": "可調節分級項目 : 廣泛性發炎。局部性發炎。",
}
A0301 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A03腸胃系統",
        "target": "成人",
    },
    "query_text": "腹痛",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。有明顯腹膜炎徵象。腹痛且經期逾期。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。慢性或反覆性疼痛。",
    "remarks": "可調節分級項目 : 有明顯腹膜炎徵象。腹痛且經期逾期。慢性或反覆性疼痛。",
}
A0302 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A03腸胃系統",
        "target": "成人",
    },
    "query_text": "厭食",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。體重明顯減輕。\n- 四級 (次緊急)：發燒(看起來無病容)。厭食/缺乏食慾，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 體重明顯減輕。厭食/缺乏食慾，生命徵象正常，無發燒，無疼痛不適。",
}
A0303 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A03腸胃系統",
        "target": "成人",
    },
    "query_text": "便秘",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。\n- 五級 (非緊急)：習慣性便秘，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 習慣性便秘，生命徵象正常，無發燒，無疼痛不適。",
}
A0304 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A03腸胃系統",
        "target": "成人",
    },
    "query_text": "腹瀉",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克/重度脫水。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足/中度脫水。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。輕度脫水。腹瀉帶血絲。\n- 四級 (次緊急)：發燒(看起來無病容)。\n- 五級 (非緊急)：輕微腹瀉，無脫水現象，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 輕度脫水。腹瀉帶血絲。輕微腹瀉，無脫水現象，生命徵象正常，無發燒，無疼痛不適。",
}
A0305 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A03腸胃系統",
        "target": "成人",
    },
    "query_text": "直腸內異物",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。直腸內異物，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 直腸內異物，生命徵象正常，無發燒，無疼痛不適。",
}
A0306 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A03腸胃系統",
        "target": "成人",
    },
    "query_text": "鼠蹊部疼痛/腫塊",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。\n- 五級 (非緊急)：鼠蹊部疼痛/腫塊，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 鼠蹊部疼痛/腫塊，生命徵象正常，無發燒，無疼痛不適。",
}
A0307 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A03腸胃系統",
        "target": "成人",
    },
    "query_text": "噁心/嘔吐",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。咖啡色嘔吐物/黑便。急性持續性嘔吐。\n- 四級 (次緊急)：發燒(看起來無病容)。間歇性的噁心/嘔吐或已緩解。\n- 五級 (非緊急)：慢性噁心嘔吐，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 咖啡色嘔吐物/黑便。急性持續性嘔吐。間歇性的噁心/嘔吐或已緩解。慢性噁心嘔吐，生命徵象正常，無發燒，無疼痛不適。",
}
A0308 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A03腸胃系統",
        "target": "成人",
    },
    "query_text": "直腸會陰疼痛",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。廣泛性發炎。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。局部性發炎。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。",
    "remarks": "可調節分級項目 : 廣泛性發炎。局部性發炎。",
}
A0309 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A03腸胃系統",
        "target": "成人",
    },
    "query_text": "吐血",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。凝血異常-危及生命或肢體的出血。急性或明顯吐血。小量的嘔吐，生命徵象正常/咖啡色嘔吐物，但合併有肝硬化或食道靜脈曲張出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。凝血異常-中度或輕度的出血。小量的嘔吐/咖啡色嘔吐物，生命徵象正常。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。急性或明顯吐血。小量的嘔吐，生命徵象正常/咖啡色嘔吐物，但合併有肝硬化或食道靜脈曲張出血。凝血異常-中度或輕度的出血。小量的嘔吐/咖啡色嘔吐物，生命徵象正常。",
}
A0310 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A03腸胃系統",
        "target": "成人",
    },
    "query_text": "血便/黑便",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。凝血異常-危及生命或肢體的出血。大量血便/黑便。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。凝血異常-中度或輕度的出血。中量血便/黑便。\n- 四級 (次緊急)：發燒(看起來無病容)。小量血便/黑便。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。大量血便/黑便。凝血異常-中度或輕度的出血。中量血便/黑便。小量血便/黑便。",
}
A0311 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A03腸胃系統",
        "target": "成人",
    },
    "query_text": "黃疸",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。黃疸相關症狀，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 黃疸相關症狀，生命徵象正常，無發燒，無疼痛不適。",
}
A0312 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A03腸胃系統",
        "target": "成人",
    },
    "query_text": "打嗝",
    "content": "- 三級 (緊急)：發燒(看起來有病容)。\n- 四級 (次緊急)：發燒(看起來無病容)。持續性打嗝。\n- 五級 (非緊急)：間歇性打嗝，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 持續性打嗝。間歇性打嗝，生命徵象正常，無發燒，無疼痛不適。",
}
A0313 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A03腸胃系統",
        "target": "成人",
    },
    "query_text": "腹部腫塊/腹脹",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。持續性嘔吐。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。腹脹，生命徵象正常，無發燒，無疼痛不適。\n- 五級 (非緊急)：慢性腹水，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 持續性嘔吐。腹脹，生命徵象正常，無發燒，無疼痛不適。慢性腹水，生命徵象正常，無發燒，無疼痛不適。",
}
A0314 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A03腸胃系統",
        "target": "成人",
    },
    "query_text": "吞食異物",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。口水外流或喘鳴。嘶啞聲或無法言語。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。有吞嚥困難，但無呼吸窘迫徵象。可能有異物。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。",
    "remarks": "可調節分級項目 : 口水外流或喘鳴。嘶啞聲或無法言語。有吞嚥困難，但無呼吸窘迫徵象。可能有異物。",
}
A0401 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A04神經系統",
        "target": "成人",
    },
    "query_text": "意識程度改變",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。<60mg/dl，伴隨任一症狀(混亂、冒汗、虛弱、顫抖)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。\n- 四級 (次緊急)：發燒(看起來無病容)。",
    "remarks": "可調節分級項目 : <60mg/dl，伴隨任一症狀(混亂、冒汗、虛弱、顫抖)。",
}
A0402 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A04神經系統",
        "target": "成人",
    },
    "query_text": "混亂",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。<60mg/dl，伴隨任一症狀(混亂、冒汗、虛弱、顫抖)。急性，有頭痛或意識程度改變。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性，沒有頭痛或意識程度改變。\n- 四級 (次緊急)：發燒(看起來無病容)。慢性，和平常狀態一樣，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : <60mg/dl，伴隨任一症狀(混亂、冒汗、虛弱、顫抖)。急性，有頭痛或意識程度改變。急性，沒有頭痛或意識程度改變。慢性，和平常狀態一樣，生命徵象正常，無發燒，無疼痛不適。",
}
A0403 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A04神經系統",
        "target": "成人",
    },
    "query_text": "眩暈/頭暈",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。非姿勢性+/-其他神經學症狀。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。姿勢性，無其他神經學症狀。\n- 四級 (次緊急)：發燒(看起來無病容)。慢性或反覆性眩暈，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 非姿勢性+/-其他神經學症狀。姿勢性，無其他神經學症狀。慢性或反覆性眩暈，生命徵象正常，無發燒，無疼痛不適。",
}
A0404 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A04神經系統",
        "target": "成人",
    },
    "query_text": "頭痛",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。突然/劇烈/前所未有的嚴重。急性視覺障礙+/-眼睛疼痛。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。",
    "remarks": "可調節分級項目 : 突然/劇烈/前所未有的嚴重。急性視覺障礙+/-眼睛疼痛。",
}
A0405 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A04神經系統",
        "target": "成人",
    },
    "query_text": "抽搐",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。持續抽搐。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。抽搐已停止，意識仍未恢復。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。抽搐已停止，意識清醒。",
    "remarks": "可調節分級項目 : 持續抽搐。抽搐已停止，意識仍未恢復。抽搐已停止，意識清醒。",
}
A0406 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A04神經系統",
        "target": "成人",
    },
    "query_text": "步態不穩/運動失調",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。症狀發作時間<4.5小時。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。步態不穩/運動失調，急性。\n- 四級 (次緊急)：發燒(看起來無病容)。步態不穩/運動失調，慢性，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 症狀發作時間<4.5小時。步態不穩/運動失調，急性。步態不穩/運動失調，慢性，生命徵象正常，無發燒，無疼痛不適。",
}
A0407 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A04神經系統",
        "target": "成人",
    },
    "query_text": "震顫",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。\n- 四級 (次緊急)：發燒(看起來無病容)。慢性震顫，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 慢性震顫，生命徵象正常，無發燒，無疼痛不適。",
}
A0408 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A04神經系統",
        "target": "成人",
    },
    "query_text": "肢體無力",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。凝血異常-危及生命或肢體的出血。症狀發作時間<4.5小時。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。凝血異常-中度或輕度的出血。症狀發作時間>4.5小時或已緩解。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。症狀發作時間<4.5小時。凝血異常-中度或輕度的出血。症狀發作時間>4.5小時或已緩解。",
}
A0409 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A04神經系統",
        "target": "成人",
    },
    "query_text": "知覺喪失/感覺異常",
    "content": "- 三級 (緊急)：知覺喪失/感覺異常，急性。\n- 四級 (次緊急)：知覺喪失/感覺異常，慢性，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 知覺喪失/感覺異常，急性。知覺喪失/感覺異常，慢性，生命徵象正常，無發燒，無疼痛不適。",
}
A0410 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷 (108.6.11修正)",
        "sub_category": "A04神經系統",
        "target": "成人",
    },
    "query_text": "中風症狀(突發性口齒不清/單側肢體感覺異常/突發性視覺異常)",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。凝血異常-危及生命或肢體的出血。症狀發作時間<6小時。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。凝血異常-中度或輕度的出血。症狀發作時間>6小時或已緩解。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。症狀發作時間<6小時。凝血異常-中度或輕度的出血。症狀發作時間>6小時或已緩解。",
}
A0501 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A05骨骼系統",
        "target": "成人",
    },
    "query_text": "背痛",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。出現神經學症狀+/-排尿、排便障礙。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。",
    "remarks": "可調節分級項目 : 出現神經學症狀+/-排尿、排便障礙。",
}
A0502 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A05骨骼系統",
        "target": "成人",
    },
    "query_text": "上肢疼痛",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。神經受損或肢體血管循環不佳徵象。石膏緊密，伴隨神經受損或肢體血管循環不佳徵象。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。石膏緊密，沒有神經受損或肢體血管循環不佳徵象。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。",
    "remarks": "可調節分級項目 : 神經受損或肢體血管循環不佳徵象。石膏緊密，伴隨神經受損或肢體血管循環不佳徵象。石膏緊密，沒有神經受損或肢體血管循環不佳徵象。",
}
A0503 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A05骨骼系統",
        "target": "成人",
    },
    "query_text": "下肢疼痛",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。神經受損或肢體血管循環不佳徵象。石膏緊密，伴隨神經受損或肢體血管循環不佳徵象。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。石膏緊密，沒有神經受損或肢體血管循環不佳徵象。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。",
    "remarks": "可調節分級項目 : 神經受損或肢體血管循環不佳徵象。石膏緊密，伴隨神經受損或肢體血管循環不佳徵象。石膏緊密，沒有神經受損或肢體血管循環不佳徵象。",
}
A0504 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A05骨骼系統",
        "target": "成人",
    },
    "query_text": "關節腫脹",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。關節腫脹，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 關節腫脹，生命徵象正常，無發燒，無疼痛不適。",
}
A0601 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A06泌尿系統",
        "target": "成人",
    },
    "query_text": "腰痛",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。",
    "remarks": "可調節分級項目 : ",
}
A0602 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A06泌尿系統",
        "target": "成人",
    },
    "query_text": "血尿",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。凝血異常-危及生命或肢體的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。凝血異常-中度或輕度的出血。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。血尿，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。凝血異常-中度或輕度的出血。血尿，生命徵象正常，無發燒，無疼痛不適。",
}
A0603 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A06泌尿系統",
        "target": "成人",
    },
    "query_text": "生殖器官分泌物/病變",
    "content": "- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。生殖器分泌物，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 生殖器分泌物，生命徵象正常，無發燒，無疼痛不適。",
}
A0604 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A06泌尿系統",
        "target": "成人",
    },
    "query_text": "陰莖腫脹",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。陰莖異常勃起。包皮過長而且外翻，無法恢復原狀。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。陰莖腫脹，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 陰莖異常勃起。包皮過長而且外翻，無法恢復原狀。陰莖腫脹，生命徵象正常，無發燒，無疼痛不適。",
}
A0605 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A06泌尿系統",
        "target": "成人",
    },
    "query_text": "陰囊疼痛/腫脹",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。陰囊腫脹，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 陰囊腫脹，生命徵象正常，無發燒，無疼痛不適。",
}
A0606 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A06泌尿系統",
        "target": "成人",
    },
    "query_text": "尿滯留",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。尿滯留，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 尿滯留，生命徵象正常，無發燒，無疼痛不適。",
}
A0607 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A06泌尿系統",
        "target": "成人",
    },
    "query_text": "泌尿道感染相關症狀(頻尿、解尿疼痛)",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。泌尿道感染相關症狀，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 泌尿道感染相關症狀，生命徵象正常，無發燒，無疼痛不適。",
}
A0608 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A06泌尿系統",
        "target": "成人",
    },
    "query_text": "少尿",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。少尿，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 少尿，生命徵象正常，無發燒，無疼痛不適。",
}
A0609 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A06泌尿系統",
        "target": "成人",
    },
    "query_text": "多尿",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。多尿，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 多尿，生命徵象正常，無發燒，無疼痛不適。",
}
A0610 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A06泌尿系統",
        "target": "成人",
    },
    "query_text": "鼠蹊部疼痛/腫塊",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。\n- 五級 (非緊急)：鼠蹊部疼痛/腫塊，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 鼠蹊部疼痛/腫塊，生命徵象正常，無發燒，無疼痛不適。",
}
A0701 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A07耳鼻喉系統",
        "target": "成人",
    },
    "query_text": "耳朵疼痛",
    "content": "- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。",
    "remarks": "可調節分級項目 : ",
}
A0702 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A07耳鼻喉系統",
        "target": "成人",
    },
    "query_text": "耳內異物",
    "content": "- 三級 (緊急)：急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。耳內異物，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 耳內異物，生命徵象正常，無發燒，無疼痛不適。",
}
A0703 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A07耳鼻喉系統",
        "target": "成人",
    },
    "query_text": "聽力改變",
    "content": "- 三級 (緊急)：急性或突發性聽力改變。\n- 五級 (非緊急)：慢性或漸進性聽力改變，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 急性或突發性聽力改變。慢性或漸進性聽力改變，生命徵象正常，無發燒，無疼痛不適。",
}
A0704 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A07耳鼻喉系統",
        "target": "成人",
    },
    "query_text": "耳鳴",
    "content": "- 四級 (次緊急)：耳鳴，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 耳鳴，生命徵象正常，無發燒，無疼痛不適。",
}
A0705 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A07耳鼻喉系統",
        "target": "成人",
    },
    "query_text": "耳朵分泌物",
    "content": "- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。\n- 四級 (次緊急)：發燒(看起來無病容)。\n- 五級 (非緊急)：耳朵分泌物，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 耳朵分泌物，生命徵象正常，無發燒，無疼痛不適。",
}
A0706 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A07耳鼻喉系統",
        "target": "成人",
    },
    "query_text": "牙齒/牙齦問題",
    "content": "- 二級 (危急)：凝血異常-危及生命或肢體的出血。無法控制的出血。\n- 三級 (緊急)：急性周邊重度疼痛(8-10)。凝血異常-中度或輕度的出血。加壓後已止血。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。牙齒/牙齦出血已止住。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。牙齒/牙齦問題，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。無法控制的出血。凝血異常-中度或輕度的出血。加壓後已止血。牙齒/牙齦出血已止住。牙齒/牙齦問題，生命徵象正常，無發燒，無疼痛不適。",
}
A0707 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A07耳鼻喉系統",
        "target": "成人",
    },
    "query_text": "喉嚨痛",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。口水外流或喘鳴。口咽、嘴唇與舌頭明顯腫脹或水腫。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。有吞嚥困難，但無呼吸窘迫徵象。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。\n- 五級 (非緊急)：輕微發炎，生命徵象正常，無發燒。",
    "remarks": "可調節分級項目 : 口水外流或喘鳴。口咽、嘴唇與舌頭明顯腫脹或水腫。有吞嚥困難，但無呼吸窘迫徵象。輕微發炎，生命徵象正常，無發燒。",
}
A0708 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A07耳鼻喉系統",
        "target": "成人",
    },
    "query_text": "頸部腫脹/疼痛",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。頸部僵硬或腦膜炎徵候+/-發燒。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。\n- 五級 (非緊急)：頸部腫脹，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 頸部僵硬或腦膜炎徵候+/-發燒。頸部腫脹，生命徵象正常，無發燒，無疼痛不適。",
}
A0709 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A07耳鼻喉系統",
        "target": "成人",
    },
    "query_text": "吞嚥困難",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。口水外流或喘鳴。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。可能有異物。",
    "remarks": "可調節分級項目 : 口水外流或喘鳴。可能有異物。",
}
A0710 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A07耳鼻喉系統",
        "target": "成人",
    },
    "query_text": "顏面疼痛(無外傷/無牙齒問題)",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。疑似下頷脫臼。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。",
    "remarks": "可調節分級項目 : 疑似下頷脫臼。",
}
A0711 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A07耳鼻喉系統",
        "target": "成人",
    },
    "query_text": "流鼻血",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。凝血異常-危及生命或肢體的出血。無法控制的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。凝血異常-中度或輕度的出血。加壓後已止血。\n- 四級 (次緊急)：發燒(看起來無病容)。急性流鼻血(已止血)。\n- 五級 (非緊急)：慢性或反覆性流鼻血(已止血)，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。無法控制的出血。凝血異常-中度或輕度的出血。加壓後已止血。急性流鼻血(已止血)。慢性或反覆性流鼻血(已止血)，生命徵象正常，無發燒，無疼痛不適。",
}
A0712 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A07耳鼻喉系統",
        "target": "成人",
    },
    "query_text": "過敏或非特定因素引起的鼻塞",
    "content": "- 五級 (非緊急)：過敏或非特定因素引起的鼻塞，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 過敏或非特定因素引起的鼻塞，生命徵象正常，無發燒，無疼痛不適。",
}
A0713 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A07耳鼻喉系統",
        "target": "成人",
    },
    "query_text": "鼻內異物",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。鼻內異物，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 鼻內異物，生命徵象正常，無發燒，無疼痛不適。",
}
A0714 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A07耳鼻喉系統",
        "target": "成人",
    },
    "query_text": "上呼吸道感染相關症狀",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。上呼吸道感染相關症狀，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 上呼吸道感染相關症狀，生命徵象正常，無發燒，無疼痛不適。",
}
A0801 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A08眼科",
        "target": "成人",
    },
    "query_text": "眼睛分泌物",
    "content": "- 三級 (緊急)：急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。急性分泌物。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。慢性分泌物，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 急性分泌物。慢性分泌物，生命徵象正常，無發燒，無疼痛不適。",
}
A0802 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A08眼科",
        "target": "成人",
    },
    "query_text": "眼睛內異物",
    "content": "- 二級 (危急)：尖銳性異物。急性或突發性視覺改變。\n- 三級 (緊急)：急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。",
    "remarks": "可調節分級項目 : 尖銳性異物。急性或突發性視覺改變。",
}
A0803 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A08眼科",
        "target": "成人",
    },
    "query_text": "視覺障礙",
    "content": "- 二級 (危急)：急性或突發性視覺改變。\n- 四級 (次緊急)：慢性或漸進性視覺改變，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 急性或突發性視覺改變。慢性或漸進性視覺改變，生命徵象正常，無發燒，無疼痛不適。",
}
A0804 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A08眼科",
        "target": "成人",
    },
    "query_text": "眼睛疼痛",
    "content": "- 二級 (危急)：急性中樞重度疼痛(8-10)。急性或突發性視覺改變。\n- 三級 (緊急)：急性中樞中度疼痛(4-7)。\n- 四級 (次緊急)：急性中樞輕度疼痛(<4)。",
    "remarks": "可調節分級項目 : 急性或突發性視覺改變。",
}
A0805 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A08眼科",
        "target": "成人",
    },
    "query_text": "眼睛紅/癢",
    "content": "- 三級 (緊急)：急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。急性分泌物。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。眼睛紅癢，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 急性分泌物。眼睛紅癢，生命徵象正常，無發燒，無疼痛不適。",
}
A0806 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A08眼科",
        "target": "成人",
    },
    "query_text": "畏光/光傷害",
    "content": "- 二級 (危急)：急性中樞重度疼痛(8-10)。\n- 三級 (緊急)：急性中樞中度疼痛(4-7)。\n- 四級 (次緊急)：急性中樞輕度疼痛(<4)。畏光，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 畏光，生命徵象正常，無發燒，無疼痛不適。",
}
A0807 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A08眼科",
        "target": "成人",
    },
    "query_text": "複視",
    "content": "- 三級 (緊急)：急性發作。\n- 四級 (次緊急)：慢性複視，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 急性發作。慢性複視，生命徵象正常，無發燒，無疼痛不適。",
}
A0808 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A08眼科",
        "target": "成人",
    },
    "query_text": "眼眶腫脹",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。眼眶周圍區域蜂窩性組織炎。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。眼眶輕微腫脹，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 眼眶周圍區域蜂窩性組織炎。眼眶輕微腫脹，生命徵象正常，無發燒，無疼痛不適。",
}
A0809 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A08眼科",
        "target": "成人",
    },
    "query_text": "眼睛複檢",
    "content": "- 二級 (危急)：急性或突發性視覺改變。\n- 三級 (緊急)：急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。眼睛複檢，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 急性或突發性視覺改變。眼睛複檢，生命徵象正常，無發燒，無疼痛不適。",
}
A0810 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A08眼科",
        "target": "成人",
    },
    "query_text": "化學物質暴露眼睛",
    "content": "- 二級 (危急)：化學物質濺入眼睛，造成傷害。",
    "remarks": "可調節分級項目 : 化學物質濺入眼睛，造成傷害。",
}
A0901 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A09皮膚系統",
        "target": "成人",
    },
    "query_text": "血液體液曝露",
    "content": "- 二級 (危急)：高危險性暴露。\n- 三級 (緊急)：低危險性暴露。",
    "remarks": "可調節分級項目 : 高危險性暴露。低危險性暴露。",
}
A0902 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A09皮膚系統",
        "target": "成人",
    },
    "query_text": "搔癢",
    "content": "- 三級 (緊急)：急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。搔癢，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 搔癢，生命徵象正常，無發燒，無疼痛不適。",
}
A0903 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A09皮膚系統",
        "target": "成人",
    },
    "query_text": "紅疹",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。紫斑或瘀斑，病容明顯。\n- 三級 (緊急)：臉部蜂窩性組織炎，眼眶周圍區域。廣泛性紅疹。輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。局部性紅疹(過敏反應)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。局部性紅疹，非過敏反應，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 紫斑或瘀斑，病容明顯。臉部蜂窩性組織炎，眼眶周圍區域。廣泛性紅疹。局部性紅疹(過敏反應)。局部性紅疹，非過敏反應，生命徵象正常，無發燒，無疼痛不適。",
}
A0904 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A09皮膚系統",
        "target": "成人",
    },
    "query_text": "局部紅腫",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。紫斑或瘀斑，病容明顯。\n- 三級 (緊急)：臉部蜂窩性組織炎，眼眶周圍區域。輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。廣泛性蜂窩組織炎/紅腫。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。局部性蜂窩組織炎/紅腫。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。",
    "remarks": "可調節分級項目 : 紫斑或瘀斑，病容明顯。臉部蜂窩性組織炎，眼眶周圍區域。廣泛性蜂窩組織炎/紅腫。局部性蜂窩組織炎/紅腫。",
}
A0905 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A09皮膚系統",
        "target": "成人",
    },
    "query_text": "腫塊、長繭等",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。腫塊、長繭等，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 腫塊、長繭等，生命徵象正常，無發燒，無疼痛不適。",
}
A0906 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A09皮膚系統",
        "target": "成人",
    },
    "query_text": "乳房紅腫",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。乳房紅腫，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 乳房紅腫，生命徵象正常，無發燒，無疼痛不適。",
}
A0907 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A09皮膚系統",
        "target": "成人",
    },
    "query_text": "疑似傳染性皮膚病",
    "content": "- 三級 (緊急)：急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。疑似傳染性皮膚病，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 疑似傳染性皮膚病，生命徵象正常，無發燒，無疼痛不適。",
}
A0908 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A09皮膚系統",
        "target": "成人",
    },
    "query_text": "發紺",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。中樞型發紺。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。周邊型發紺。",
    "remarks": "可調節分級項目 : 中樞型發紺。周邊型發紺。",
}
A0909 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A09皮膚系統",
        "target": "成人",
    },
    "query_text": "自發性瘀斑",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。凝血異常-危及生命或肢體的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。凝血異常-中度或輕度的出血。自發性瘀斑。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。凝血異常-中度或輕度的出血。自發性瘀斑。",
}
A0910 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A09皮膚系統",
        "target": "成人",
    },
    "query_text": "皮膚內異物",
    "content": "- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。皮膚內異物，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 皮膚內異物，生命徵象正常，無發燒，無疼痛不適。",
}
A0911 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A09皮膚系統",
        "target": "成人",
    },
    "query_text": "其他皮膚情況",
    "content": "- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。其他皮膚情況，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 其他皮膚情況，生命徵象正常，無發燒，無疼痛不適。",
}
A1001 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A10婦產科",
        "target": "成人",
    },
    "query_text": "月經問題",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。月經問題，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 月經問題，生命徵象正常，無發燒，無疼痛不適。",
}
A1002 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A10婦產科",
        "target": "成人",
    },
    "query_text": "陰道內異物",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。陰道內異物，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 陰道內異物，生命徵象正常，無發燒，無疼痛不適。",
}
A1003 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A10婦產科",
        "target": "成人",
    },
    "query_text": "陰道分泌物",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。陰道分泌物，輕微症狀，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 陰道分泌物，輕微症狀，生命徵象正常，無發燒，無疼痛不適。",
}
A1004 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A10婦產科",
        "target": "成人",
    },
    "query_text": "確定或疑似性侵害",
    "content": "- 一級 (復甦急救)：確定或疑似性侵害。",
    "remarks": "可調節分級項目 : 確定或疑似性侵害。",
}
A1005 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A10婦產科",
        "target": "成人",
    },
    "query_text": "陰道出血",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。凝血異常-危及生命或肢體的出血。大量陰道出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。凝血異常-中度或輕度的出血。中量陰道出血。可能懷孕。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。陰道出血-少量/點狀，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。大量陰道出血。凝血異常-中度或輕度的出血。中量陰道出血。可能懷孕。陰道出血-少量/點狀，生命徵象正常，無發燒，無疼痛不適。",
}
A1006 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A10婦產科",
        "target": "成人",
    },
    "query_text": "陰唇腫脹",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。陰唇腫脹，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 陰唇腫脹，生命徵象正常，無發燒，無疼痛不適。",
}
A1007 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A10婦產科",
        "target": "成人",
    },
    "query_text": "陰道疼痛/搔癢",
    "content": "- 三級 (緊急)：急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。陰道搔癢，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 陰道搔癢，生命徵象正常，無發燒，無疼痛不適。",
}
A1008 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A10婦產科",
        "target": "成人",
    },
    "query_text": "懷孕問題大於20週",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。可見胎兒先露部位、臍帶脫垂。第三孕期陰道出血。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。凝血異常-危及生命或肢體的出血。急產(宮縮≤2分鐘)/已破水。沒有胎動/沒有胎心音。頭痛+/-水腫+/-腹痛+/-高血壓。產後(胎兒已產出)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。凝血異常-中度或輕度的出血。急產(宮縮>2分鐘)。可能破水。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。",
    "remarks": "可調節分級項目 : 可見胎兒先露部位、臍帶脫垂。第三孕期陰道出血。凝血異常-危及生命或肢體的出血。急產(宮縮≤2分鐘)/已破水。沒有胎動/沒有胎心音。頭痛+/-水腫+/-腹痛+/-高血壓。產後(胎兒已產出)。凝血異常-中度或輕度的出血。急產(宮縮>2分鐘)。可能破水。",
}
A1009 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A10婦產科",
        "target": "成人",
    },
    "query_text": "懷孕問題小於20週",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。凝血異常-危及生命或肢體的出血。大量陰道出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。凝血異常-中度或輕度的出血。中量陰道出血。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。陰道出血-少量/點狀，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。大量陰道出血。凝血異常-中度或輕度的出血。中量陰道出血。陰道出血-少量/點狀，生命徵象正常，無發燒，無疼痛不適。",
}
A1010 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A10婦產科",
        "target": "成人",
    },
    "query_text": "產後出血",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。凝血異常-危及生命或肢體的出血。大量陰道出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。凝血異常-中度或輕度的出血。產後出血，生命徵象正常。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。大量陰道出血。凝血異常-中度或輕度的出血。產後出血，生命徵象正常。",
}
A1101 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A11心理健康",
        "target": "成人",
    },
    "query_text": "憂鬱/自殺",
    "content": "- 二級 (危急)：企圖自殺或者有明確的計畫。有強烈的自殺意念。不穩定的想法或做出可能危害自身或他人安全的行為。\n- 三級 (緊急)：有自殺的想法，但不一定有計畫。\n- 四級 (次緊急)：憂鬱感，但不一定有自殺的念頭。",
    "remarks": "可調節分級項目 : 企圖自殺或者有明確的計畫。有強烈的自殺意念。不穩定的想法或做出可能危害自身或他人安全的行為。有自殺的想法，但不一定有計畫。憂鬱感，但不一定有自殺的念頭。",
}
A1102 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A11心理健康",
        "target": "成人",
    },
    "query_text": "焦慮/激動",
    "content": "- 二級 (危急)：重度焦慮/激動。不穩定的想法或做出可能危害自身或他人安全的行為。\n- 三級 (緊急)：中度焦慮/激動。\n- 四級 (次緊急)：輕度焦慮/激動。",
    "remarks": "可調節分級項目 : 重度焦慮/激動。不穩定的想法或做出可能危害自身或他人安全的行為。中度焦慮/激動。輕度焦慮/激動。",
}
A1103 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A11心理健康",
        "target": "成人",
    },
    "query_text": "幻覺/妄想",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性精神病態。重度焦慮/激動。不穩定的想法或做出可能危害自身或他人安全的行為。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。中度焦慮/激動或合併被害妄想。\n- 四級 (次緊急)：發燒(看起來無病容)。輕微激動，穩定。\n- 五級 (非緊急)：慢性幻想，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 急性精神病態。重度焦慮/激動。不穩定的想法或做出可能危害自身或他人安全的行為。中度焦慮/激動或合併被害妄想。輕微激動，穩定。慢性幻想，生命徵象正常，無發燒，無疼痛不適。",
}
A1104 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A11心理健康",
        "target": "成人",
    },
    "query_text": "失眠",
    "content": "- 四級 (次緊急)：急性失眠。\n- 五級 (非緊急)：慢性失眠。",
    "remarks": "可調節分級項目 : 急性失眠。慢性失眠。",
}
A1105 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A11心理健康",
        "target": "成人",
    },
    "query_text": "暴力行為/自傷/傷害他人",
    "content": "- 一級 (復甦急救)：即將傷害自己或他人；有明確的計畫。\n- 二級 (危急)：不穩定的想法或做出可能危害自身或他人安全的行為。\n- 三級 (緊急)：有使用暴力/傷害他人的念頭，但不一定有計畫。",
    "remarks": "可調節分級項目 : 即將傷害自己或他人；有明確的計畫。不穩定的想法或做出可能危害自身或他人安全的行為。有使用暴力/傷害他人的念頭，但不一定有計畫。",
}
A1106 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A11心理健康",
        "target": "成人",
    },
    "query_text": "社會/社交問題",
    "content": "- 三級 (緊急)：身體或心理上的虐待，嚴重的情緒壓力。\n- 四級 (次緊急)：沒有能力應付或處理。\n- 五級 (非緊急)：慢性非緊急的狀況，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 身體或心理上的虐待，嚴重的情緒壓力。沒有能力應付或處理。慢性非緊急的狀況，生命徵象正常，無發燒，無疼痛不適。",
}
A1107 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A11心理健康",
        "target": "成人",
    },
    "query_text": "怪異行為",
    "content": "- 一級 (復甦急救)：無法控制的行為。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。不穩定的想法或做出可能危害自身或他人安全的行為。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。可以控制的行為。\n- 四級 (次緊急)：發燒(看起來無病容)。無害的行為。\n- 五級 (非緊急)：慢性非緊急的狀況，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 無法控制的行為。不穩定的想法或做出可能危害自身或他人安全的行為。可以控制的行為。無害的行為。慢性非緊急的狀況，生命徵象正常，無發燒，無疼痛不適。",
}
A1201 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A12物質誤用",
        "target": "成人",
    },
    "query_text": "物質誤用/中毒",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。高危險性物質/不明物質。不穩定的想法或做出可能危害自身或他人安全的行為。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。已知低危險性物質<4小時。\n- 四級 (次緊急)：發燒(看起來無病容)。已知低危險性物質>4小時，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 高危險性物質/不明物質。不穩定的想法或做出可能危害自身或他人安全的行為。已知低危險性物質<4小時。已知低危險性物質>4小時，生命徵象正常，無發燒，無疼痛不適。",
}
A1202 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A12物質誤用",
        "target": "成人",
    },
    "query_text": "物質戒斷",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。持續抽搐。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。剛發生的抽搐/發作後/激動。不穩定的想法或做出可能危害自身或他人安全的行為。重度焦慮/激動。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。中度焦慮/激動。\n- 四級 (次緊急)：發燒(看起來無病容)。輕度焦慮/激動。",
    "remarks": "可調節分級項目 : 持續抽搐。剛發生的抽搐/發作後/激動。不穩定的想法或做出可能危害自身或他人安全的行為。重度焦慮/激動。中度焦慮/激動。輕度焦慮/激動。",
}
A1203 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A12物質誤用",
        "target": "成人",
    },
    "query_text": "藥物過量攝取",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。高危險性物質/不明物質。企圖自殺或者有明確的計畫。不穩定的想法或做出可能危害自身或他人安全的行為。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。有自殺的想法，但不一定有計畫。已知低危險性物質<4小時。\n- 四級 (次緊急)：發燒(看起來無病容)。已知低危險性物質>4小時，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 高危險性物質/不明物質。企圖自殺或者有明確的計畫。不穩定的想法或做出可能危害自身或他人安全的行為。有自殺的想法，但不一定有計畫。已知低危險性物質<4小時。已知低危險性物質>4小時，生命徵象正常，無發燒，無疼痛不適。",
}
A1301 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A13一般和其他",
        "target": "成人",
    },
    "query_text": "暴露於傳染性疾病",
    "content": "- 五級 (非緊急)：暴露於傳染性疾病(無症狀)，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 暴露於傳染性疾病(無症狀)，生命徵象正常，無發燒，無疼痛不適。",
}
A1302 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A13一般和其他",
        "target": "成人",
    },
    "query_text": "發燒/畏寒",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。中樞體溫>41℃。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。紫斑或瘀斑，病容明顯。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。\n- 四級 (次緊急)：發燒(看起來無病容)。",
    "remarks": "可調節分級項目 : 紫斑或瘀斑，病容明顯。",
}
A1303 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A13一般和其他",
        "target": "成人",
    },
    "query_text": "高血糖",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。>324mg/dl，伴隨任一症狀(呼吸困難、脫水、虛弱)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。>324mg/dl，無症狀。",
    "remarks": "可調節分級項目 : >324mg/dl，伴隨任一症狀(呼吸困難、脫水、虛弱)。>324mg/dl，無症狀。",
}
A1304 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A13一般和其他",
        "target": "成人",
    },
    "query_text": "低血糖",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。<60mg/dl，伴隨任一症狀(混亂、冒汗、虛弱、顫抖)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。<60mg/dl，無症狀。",
    "remarks": "可調節分級項目 : <60mg/dl，伴隨任一症狀(混亂、冒汗、虛弱、顫抖)。<60mg/dl，無症狀。",
}
A1305 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A13一般和其他",
        "target": "成人",
    },
    "query_text": "轉診",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。轉診病人已插有氣管內管/胸管。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。轉診，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 轉診病人已插有氣管內管/胸管。轉診，生命徵象正常，無發燒，無疼痛不適。",
}
A1306 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A13一般和其他",
        "target": "成人",
    },
    "query_text": "換藥",
    "content": "- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。單純換藥，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 單純換藥，生命徵象正常，無發燒，無疼痛不適。",
}
A1307 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A13一般和其他",
        "target": "成人",
    },
    "query_text": "拆線",
    "content": "- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性周邊重度疼痛(8-10)。發燒(看起來有病容)。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。發燒(看起來無病容)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。單純拆線，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 單純拆線，生命徵象正常，無發燒，無疼痛不適。",
}
A1308 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A13一般和其他",
        "target": "成人",
    },
    "query_text": "影像檢查",
    "content": "- 五級 (非緊急)：影像檢查，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 影像檢查，生命徵象正常，無發燒，無疼痛不適。",
}
A1309 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A13一般和其他",
        "target": "成人",
    },
    "query_text": "醫療裝置問題",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。急性周邊中度疼痛(4-7)。醫療裝置問題(無其他症狀或窘迫徵象)，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 醫療裝置問題(無其他症狀或窘迫徵象)，生命徵象正常，無發燒，無疼痛不適。",
}
A1310 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A13一般和其他",
        "target": "成人",
    },
    "query_text": "要求開立診斷書",
    "content": "- 五級 (非緊急)：要求開立診斷書，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 要求開立診斷書，生命徵象正常，無發燒，無疼痛不適。",
}
A1311 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A13一般和其他",
        "target": "成人",
    },
    "query_text": "要求開藥",
    "content": "- 五級 (非緊急)：要求開藥，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 要求開藥，生命徵象正常，無發燒，無疼痛不適。",
}
A1312 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A13一般和其他",
        "target": "成人",
    },
    "query_text": "移除戒指",
    "content": "- 二級 (危急)：神經受損或肢體血管循環不佳徵象。\n- 三級 (緊急)：急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。移除戒指，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 神經受損或肢體血管循環不佳徵象。移除戒指，生命徵象正常，無發燒，無疼痛不適。",
}
A1313 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A13一般和其他",
        "target": "成人",
    },
    "query_text": "檢驗/檢查結果異常",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。凝血異常-危及生命或肢體的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。凝血異常-中度或輕度的出血。檢驗出現危險數值，生命徵象正常。\n- 四級 (次緊急)：發燒(看起來無病容)。檢驗數值/檢查結果異常，但無立即危險，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。凝血異常-中度或輕度的出血。檢驗出現危險數值，生命徵象正常。檢驗數值/檢查結果異常，但無立即危險，生命徵象正常，無發燒，無疼痛不適。",
}
A1314 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A13一般和其他",
        "target": "成人",
    },
    "query_text": "手術後併發症",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。急性中樞重度疼痛(8-10)。凝血異常-危及生命或肢體的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。急性中樞中度疼痛(4-7)。急性周邊重度疼痛(8-10)。凝血異常-中度或輕度的出血。\n- 四級 (次緊急)：發燒(看起來無病容)。急性中樞輕度疼痛(<4)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。例行檢查，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。凝血異常-中度或輕度的出血。例行檢查，生命徵象正常，無發燒，無疼痛不適。",
}
A1315 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-成人非外傷",
        "sub_category": "A13一般和其他",
        "target": "成人",
    },
    "query_text": "蒼白/貧血",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。發燒(免疫功能缺陷)。發燒疑似敗血症，伴隨任一徵象(中度呼吸窘迫、血行動力循環不足或意識程度改變)及SIRS的條件≥3。凝血異常-危及生命或肢體的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。發燒(看起來有病容)。凝血異常-中度或輕度的出血。\n- 四級 (次緊急)：發燒(看起來無病容)。蒼白/貧血，生命徵象正常，無發燒，無疼痛不適。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。凝血異常-中度或輕度的出血。蒼白/貧血，生命徵象正常，無發燒，無疼痛不適。",
}


non_trauma_chunks = [
    A0101,
    A0102,
    A0103,
    A0104,
    A0105,
    A0106,
    A0107,
    A0201,
    A0202,
    A0203,
    A0204,
    A0205,
    A0206,
    A0207,
    A0208,
    A0209,
    A0210,
    A0301,
    A0302,
    A0303,
    A0304,
    A0305,
    A0306,
    A0307,
    A0308,
    A0309,
    A0310,
    A0311,
    A0312,
    A0313,
    A0314,
    A0401,
    A0402,
    A0403,
    A0404,
    A0405,
    A0406,
    A0407,
    A0408,
    A0409,
    A0410,
    A0501,
    A0502,
    A0503,
    A0504,
    A0601,
    A0602,
    A0603,
    A0604,
    A0605,
    A0606,
    A0607,
    A0608,
    A0609,
    A0610,
    A0701,
    A0702,
    A0703,
    A0704,
    A0705,
    A0706,
    A0707,
    A0708,
    A0709,
    A0710,
    A0711,
    A0712,
    A0713,
    A0714,
    A0801,
    A0802,
    A0803,
    A0804,
    A0805,
    A0806,
    A0807,
    A0808,
    A0809,
    A0810,
    A0901,
    A0902,
    A0903,
    A0904,
    A0905,
    A0906,
    A0907,
    A0908,
    A0909,
    A0910,
    A0911,
    A1001,
    A1002,
    A1003,
    A1004,
    A1005,
    A1006,
    A1007,
    A1008,
    A1009,
    A1010,
    A1101,
    A1102,
    A1103,
    A1104,
    A1105,
    A1106,
    A1107,
    A1201,
    A1202,
    A1203,
    A1301,
    A1302,
    A1303,
    A1304,
    A1305,
    A1306,
    A1307,
    A1308,
    A1309,
    A1310,
    A1311,
    A1312,
    A1313,
    A1314,
    A1315,
]
