"""
chunks_list_T01_14_trauma.py

- 用data_explore.ipynb生成chunks_list

"""

T0101 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T01重大外傷",
        "target": "成人/兒童",
    },
    "query_text": "多重鈍傷/穿刺傷",
    "content": "- 一級 (復甦急救)：心跳/呼吸停止。重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。急性中樞重度疼痛(8-10)。高危險性受傷機轉。頭、頸、軀幹多重部位鈍傷/穿刺傷。槍傷(多重部位)。凝血異常-危及生命或肢體的出血。神經受損或肢體血管循環不佳徵象。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性中樞中度疼痛(4-7)。凝血異常-中度或輕度的出血。脊椎被長時間固定。\n- 四級 (次緊急)：急性中樞輕度疼痛(<4)。",
    "remarks": "可調節分級項目 : 心跳/呼吸停止。凝血異常-危及生命或肢體的出血。神經受損或肢體血管循環不佳徵象。凝血異常-中度或輕度的出血。脊椎被長時間固定。",
}
T0201 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T02頭部外傷",
        "target": "成人/兒童",
    },
    "query_text": "頭部鈍傷",
    "content": "- 一級 (復甦急救)：心跳/呼吸停止。重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。急性中樞重度疼痛(8-10)。高危險性受傷機轉。凝血異常-危及生命或肢體的出血。新出現的神經功能缺損。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性中樞中度疼痛(4-7)。凝血異常-中度或輕度的出血。外傷後有意識喪失或失憶之現象。脊椎被長時間固定。\n- 四級 (次緊急)：急性中樞輕度疼痛(<4)。外傷後無意識喪失或失憶之現象。\n- 五級 (非緊急)：軟組織挫傷/血腫。",
    "remarks": "可調節分級項目 : 心跳/呼吸停止。凝血異常-危及生命或肢體的出血。新出現的神經功能缺損。凝血異常-中度或輕度的出血。外傷後有意識喪失或失憶之現象。脊椎被長時間固定。外傷後無意識喪失或失憶之現象。軟組織挫傷/血腫。",
}
T0202 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T02頭部外傷",
        "target": "成人/兒童",
    },
    "query_text": "頭部穿刺傷",
    "content": "- 一級 (復甦急救)：心跳/呼吸停止。重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。急性中樞重度疼痛(8-10)。頭部穿刺傷。頭部槍傷。凝血異常-危及生命或肢體的出血。新出現的神經功能缺損。",
    "remarks": "可調節分級項目 : 心跳/呼吸停止。凝血異常-危及生命或肢體的出血。新出現的神經功能缺損。",
}
T0203 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T02頭部外傷",
        "target": "成人/兒童",
    },
    "query_text": "頭部撕裂傷、擦傷",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。急性中樞重度疼痛(8-10)。高危險性受傷機轉。凝血異常-危及生命或肢體的出血。無法控制的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性中樞中度疼痛(4-7)。凝血異常-中度或輕度的出血。加壓後已止血。\n- 四級 (次緊急)：急性中樞輕度疼痛(<4)。表淺撕裂性/出血已停止。\n- 五級 (非緊急)：擦傷。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。無法控制的出血。凝血異常-中度或輕度的出血。加壓後已止血。表淺撕裂性/出血已停止。擦傷。",
}
T0301 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T03顏面部外傷",
        "target": "成人/兒童",
    },
    "query_text": "顏面部鈍傷",
    "content": "- 一級 (復甦急救)：心跳/呼吸停止。重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。高危險性受傷機轉。凝血異常-危及生命或肢體的出血。無法控制的出血。牙齒斷裂。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性周邊重度疼痛(8-10)。凝血異常-中度或輕度的出血。腫脹變形疑似骨折/脫臼。加壓後已止血。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。表淺撕裂性/出血已停止。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。軟組織挫傷/血腫。",
    "remarks": "可調節分級項目 : 心跳/呼吸停止。凝血異常-危及生命或肢體的出血。無法控制的出血。牙齒斷裂。凝血異常-中度或輕度的出血。腫脹變形疑似骨折/脫臼。加壓後已止血。表淺撕裂性/出血已停止。軟組織挫傷/血腫。",
}
T0302 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T03顏面部外傷",
        "target": "成人/兒童",
    },
    "query_text": "顏面部穿刺傷",
    "content": "- 一級 (復甦急救)：心跳/呼吸停止。重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。顏面部穿刺傷。顏面部槍傷。凝血異常-危及生命或肢體的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性周邊重度疼痛(8-10)。凝血異常-中度或輕度的出血。",
    "remarks": "可調節分級項目 : 心跳/呼吸停止。凝血異常-危及生命或肢體的出血。凝血異常-中度或輕度的出血。",
}
T0303 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T03顏面部外傷",
        "target": "成人/兒童",
    },
    "query_text": "顏面部撕裂傷、擦傷",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。高危險性受傷機轉。凝血異常-危及生命或肢體的出血。無法控制的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性周邊重度疼痛(8-10)。凝血異常-中度或輕度的出血。加壓後已止血。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。表淺撕裂性/出血已停止。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。擦傷。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。無法控制的出血。凝血異常-中度或輕度的出血。加壓後已止血。表淺撕裂性/出血已停止。擦傷。",
}
T0401 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T04眼睛外傷",
        "target": "成人/兒童",
    },
    "query_text": "眼睛鈍傷",
    "content": "- 二級 (危急)：急性中樞重度疼痛(8-10)。高危險性受傷機轉。凝血異常-危及生命或肢體的出血。視覺喪失。視覺改變。無法評估眼睛受損情形。\n- 三級 (緊急)：急性中樞中度疼痛(4-7)。凝血異常-中度或輕度的出血。眼眶腫脹變形，疑似骨折。\n- 四級 (次緊急)：急性中樞輕度疼痛(<4)。\n- 五級 (非緊急)：軟組織挫傷/血腫。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。視覺喪失。視覺改變。無法評估眼睛受損情形。凝血異常-中度或輕度的出血。眼眶腫脹變形，疑似骨折。軟組織挫傷/血腫。",
}
T0402 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T04眼睛外傷",
        "target": "成人/兒童",
    },
    "query_text": "眼睛穿刺傷",
    "content": "- 二級 (危急)：急性中樞重度疼痛(8-10)。眼睛穿刺傷。眼睛槍傷。凝血異常-危及生命或肢體的出血。視覺喪失。視覺改變。無法評估眼睛受損情形。\n- 三級 (緊急)：急性中樞中度疼痛(4-7)。凝血異常-中度或輕度的出血。\n- 四級 (次緊急)：急性中樞輕度疼痛(<4)。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。視覺喪失。視覺改變。無法評估眼睛受損情形。凝血異常-中度或輕度的出血。",
}
T0501 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T05鼻子外傷",
        "target": "成人/兒童",
    },
    "query_text": "鼻子鈍傷",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。凝血異常-危及生命或肢體的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性周邊重度疼痛(8-10)。凝血異常-中度或輕度的出血。腫脹變形，疑似骨折。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。軟組織挫傷/血腫。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。凝血異常-中度或輕度的出血。腫脹變形，疑似骨折。軟組織挫傷/血腫。",
}
T0502 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T05鼻子外傷",
        "target": "成人/兒童",
    },
    "query_text": "鼻子撕裂傷、擦傷",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。凝血異常-危及生命或肢體的出血。無法控制的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性周邊重度疼痛(8-10)。凝血異常-中度或輕度的出血。加壓後已止血。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。表淺撕裂性/出血已停止。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。擦傷。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。無法控制的出血。凝血異常-中度或輕度的出血。加壓後已止血。表淺撕裂性/出血已停止。擦傷。",
}
T0601 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T06耳朵外傷",
        "target": "成人/兒童",
    },
    "query_text": "耳朵鈍傷",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性周邊重度疼痛(8-10)。凝血異常-中度或輕度的出血。急性或突發性聽力改變。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。軟組織挫傷/血腫。",
    "remarks": "可調節分級項目 : 凝血異常-中度或輕度的出血。急性或突發性聽力改變。軟組織挫傷/血腫。",
}
T0602 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T06耳朵外傷",
        "target": "成人/兒童",
    },
    "query_text": "耳朵撕裂傷、擦傷",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。外耳切除。無法控制的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性周邊重度疼痛(8-10)。凝血異常-中度或輕度的出血。加壓後已止血。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。表淺撕裂性/出血已停止。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。擦傷。",
    "remarks": "可調節分級項目 : 外耳切除。無法控制的出血。凝血異常-中度或輕度的出血。加壓後已止血。表淺撕裂性/出血已停止。擦傷。",
}
T0701 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T07頸部外傷",
        "target": "成人/兒童",
    },
    "query_text": "頸部鈍傷",
    "content": "- 一級 (復甦急救)：心跳/呼吸停止。重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。急性中樞重度疼痛(8-10)。高危險性受傷機轉。凝血異常-危及生命或肢體的出血。新出現的神經功能缺損。嘶啞聲或無法言語。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性中樞中度疼痛(4-7)。凝血異常-中度或輕度的出血。脊椎被長時間固定。\n- 四級 (次緊急)：急性中樞輕度疼痛(<4)。\n- 五級 (非緊急)：軟組織挫傷/血腫。",
    "remarks": "可調節分級項目 : 心跳/呼吸停止。凝血異常-危及生命或肢體的出血。新出現的神經功能缺損。嘶啞聲或無法言語。凝血異常-中度或輕度的出血。脊椎被長時間固定。軟組織挫傷/血腫。",
}
T0702 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T07頸部外傷",
        "target": "成人/兒童",
    },
    "query_text": "頸部穿刺傷",
    "content": "- 一級 (復甦急救)：心跳/呼吸停止。重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。急性中樞重度疼痛(8-10)。頸部穿刺傷。頸部槍傷。凝血異常-危及生命或肢體的出血。新出現的神經功能缺損。嘶啞聲或無法言語。",
    "remarks": "可調節分級項目 : 心跳/呼吸停止。凝血異常-危及生命或肢體的出血。新出現的神經功能缺損。嘶啞聲或無法言語。",
}
T0703 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T07頸部外傷",
        "target": "成人/兒童",
    },
    "query_text": "頸部撕裂傷、擦傷",
    "content": "- 一級 (復甦急救)：心跳/呼吸停止。重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。急性中樞重度疼痛(8-10)。高危險性受傷機轉。凝血異常-危及生命或肢體的出血。無法控制的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。凝血異常-中度或輕度的出血。加壓後已止血。急性中樞中度疼痛(4-7)。\n- 四級 (次緊急)：急性中樞輕度疼痛(<4)。表淺撕裂性/出血已停止。\n- 五級 (非緊急)：擦傷。",
    "remarks": "可調節分級項目 : 心跳/呼吸停止。凝血異常-危及生命或肢體的出血。無法控制的出血。凝血異常-中度或輕度的出血。加壓後已止血。表淺撕裂性/出血已停止。擦傷。",
}
T0801 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T08胸部外傷",
        "target": "成人/兒童",
    },
    "query_text": "胸部鈍傷",
    "content": "- 一級 (復甦急救)：心跳/呼吸停止。重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。急性中樞重度疼痛(8-10)。高危險性受傷機轉。凝血異常-危及生命或肢體的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性中樞中度疼痛(4-7)。急性周邊重度疼痛(8-10)-胸壁。凝血異常-中度或輕度的出血。腫脹變形，疑似骨折。\n- 四級 (次緊急)：急性中樞輕度疼痛(<4)。急性周邊中度疼痛(4-7)-胸壁。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)-胸壁。軟組織挫傷/血腫。",
    "remarks": "可調節分級項目 : 心跳/呼吸停止。凝血異常-危及生命或肢體的出血。凝血異常-中度或輕度的出血。腫脹變形，疑似骨折。軟組織挫傷/血腫。",
}
T0802 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T08胸部外傷",
        "target": "成人/兒童",
    },
    "query_text": "胸部穿刺傷",
    "content": "- 一級 (復甦急救)：心跳/呼吸停止。重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。急性中樞重度疼痛(8-10)。胸部穿刺傷。胸部槍傷。凝血異常-危及生命或肢體的出血。",
    "remarks": "可調節分級項目 : 心跳/呼吸停止。凝血異常-危及生命或肢體的出血。",
}
T0803 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T08胸部外傷",
        "target": "成人/兒童",
    },
    "query_text": "胸部撕裂傷、擦傷",
    "content": "- 一級 (復甦急救)：心跳/呼吸停止。重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。急性中樞重度疼痛(8-10)。高危險性受傷機轉。凝血異常-危及生命或肢體的出血。無法控制的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性中樞中度疼痛(4-7)。凝血異常-中度或輕度的出血。加壓後已止血。\n- 四級 (次緊急)：急性中樞輕度疼痛(<4)。表淺撕裂性/出血已停止。\n- 五級 (非緊急)：擦傷。",
    "remarks": "可調節分級項目 : 心跳/呼吸停止。凝血異常-危及生命或肢體的出血。無法控制的出血。凝血異常-中度或輕度的出血。加壓後已止血。表淺撕裂性/出血已停止。擦傷。",
}
T0901 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T09腹部(含骨盆)外傷",
        "target": "成人/兒童",
    },
    "query_text": "腹部(含骨盆)鈍傷",
    "content": "- 一級 (復甦急救)：心跳/呼吸停止。重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。急性中樞重度疼痛(8-10)。高危險性受傷機轉。凝血異常-危及生命或肢體的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性中樞中度疼痛(4-7)。凝血異常-中度或輕度的出血。\n- 四級 (次緊急)：急性中樞輕度疼痛(<4)。\n- 五級 (非緊急)：軟組織挫傷/血腫。",
    "remarks": "可調節分級項目 : 心跳/呼吸停止。凝血異常-危及生命或肢體的出血。凝血異常-中度或輕度的出血。軟組織挫傷/血腫。",
}
T0902 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T09腹部(含骨盆)外傷",
        "target": "成人/兒童",
    },
    "query_text": "腹部(含骨盆)穿刺傷",
    "content": "- 一級 (復甦急救)：心跳/呼吸停止。重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。急性中樞重度疼痛(8-10)。腹部穿刺傷。腹部槍傷。凝血異常-危及生命或肢體的出血。",
    "remarks": "可調節分級項目 : 心跳/呼吸停止。凝血異常-危及生命或肢體的出血。",
}
T0903 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T09腹部(含骨盆)外傷",
        "target": "成人/兒童",
    },
    "query_text": "腹部(含骨盆)撕裂傷、擦傷",
    "content": "- 一級 (復甦急救)：心跳/呼吸停止。重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。急性中樞重度疼痛(8-10)。高危險性受傷機轉。凝血異常-危及生命或肢體的出血。無法控制的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性中樞中度疼痛(4-7)。凝血異常-中度或輕度的出血。加壓後已止血。\n- 四級 (次緊急)：急性中樞輕度疼痛(<4)。表淺撕裂性/出血已停止。\n- 五級 (非緊急)：擦傷。",
    "remarks": "可調節分級項目 : 心跳/呼吸停止。凝血異常-危及生命或肢體的出血。無法控制的出血。凝血異常-中度或輕度的出血。加壓後已止血。表淺撕裂性/出血已停止。擦傷。",
}
T1001 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T10腰、背部外傷",
        "target": "成人/兒童",
    },
    "query_text": "腰、背部鈍傷",
    "content": "- 一級 (復甦急救)：心跳/呼吸停止。重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。急性中樞重度疼痛(8-10)。高危險性受傷機轉。凝血異常-危及生命或肢體的出血。新出現的神經功能缺損。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性中樞中度疼痛(4-7)。凝血異常-中度或輕度的出血。脊椎被長時間固定。\n- 四級 (次緊急)：急性中樞輕度疼痛(<4)。\n- 五級 (非緊急)：軟組織挫傷/血腫。",
    "remarks": "可調節分級項目 : 心跳/呼吸停止。凝血異常-危及生命或肢體的出血。新出現的神經功能缺損。凝血異常-中度或輕度的出血。脊椎被長時間固定。軟組織挫傷/血腫。",
}
T1002 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T10腰、背部外傷",
        "target": "成人/兒童",
    },
    "query_text": "腰、背部穿刺傷",
    "content": "- 一級 (復甦急救)：心跳/呼吸停止。重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。急性中樞重度疼痛(8-10)。腰、背部穿刺傷。腰、背部槍傷。凝血異常-危及生命或肢體的出血。",
    "remarks": "可調節分級項目 : 心跳/呼吸停止。凝血異常-危及生命或肢體的出血。",
}
T1003 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T10腰、背部外傷",
        "target": "成人/兒童",
    },
    "query_text": "腰、背部撕裂傷、擦傷",
    "content": "- 一級 (復甦急救)：心跳/呼吸停止。重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。急性中樞重度疼痛(8-10)。高危險性受傷機轉。凝血異常-危及生命或肢體的出血。無法控制的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性中樞中度疼痛(4-7)。凝血異常-中度或輕度的出血。加壓後已止血。\n- 四級 (次緊急)：急性中樞輕度疼痛(<4)。表淺撕裂性/出血已停止。\n- 五級 (非緊急)：擦傷。",
    "remarks": "可調節分級項目 : 心跳/呼吸停止。凝血異常-危及生命或肢體的出血。無法控制的出血。凝血異常-中度或輕度的出血。加壓後已止血。表淺撕裂性/出血已停止。擦傷。",
}
T1101 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T11會陰部及生殖器官外傷",
        "target": "成人/兒童",
    },
    "query_text": "會陰部及生殖器官鈍傷",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。急性中樞重度疼痛(8-10)。高危險性受傷機轉。凝血異常-危及生命或肢體的出血。生殖器腫脹變形。睪丸外露。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性中樞中度疼痛(4-7)。凝血異常-中度或輕度的出血。尿道口出血。\n- 四級 (次緊急)：急性中樞輕度疼痛(<4)。\n- 五級 (非緊急)：軟組織挫傷/血腫。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。生殖器腫脹變形。睪丸外露。凝血異常-中度或輕度的出血。尿道口出血。軟組織挫傷/血腫。",
}
T1102 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T11會陰部及生殖器官外傷",
        "target": "成人/兒童",
    },
    "query_text": "會陰部及生殖器官穿刺傷",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。急性中樞重度疼痛(8-10)。會陰部及生殖器穿刺傷。會陰部及生殖器槍傷。凝血異常-危及生命或肢體的出血。睪丸外露。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。睪丸外露。",
}
T1103 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T11會陰部及生殖器官外傷",
        "target": "成人/兒童",
    },
    "query_text": "會陰部及生殖器官撕裂傷、擦傷",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。急性中樞重度疼痛(8-10)。高危險性受傷機轉。凝血異常-危及生命或肢體的出血。無法控制的出血。睪丸外露。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性中樞中度疼痛(4-7)。凝血異常-中度或輕度的出血。加壓後已止血。\n- 四級 (次緊急)：急性中樞輕度疼痛(<4)。表淺撕裂性/出血已停止。\n- 五級 (非緊急)：擦傷。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。無法控制的出血。睪丸外露。凝血異常-中度或輕度的出血。加壓後已止血。表淺撕裂性/出血已停止。擦傷。",
}
T1201 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T12肢體外傷",
        "target": "成人/兒童",
    },
    "query_text": "上肢鈍傷",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。高危險性受傷機轉。凝血異常-危及生命或肢體的出血。神經受損或肢體血管循環不佳徵象。開放性骨折。石膏緊密，伴隨神經受損或肢體血管循環不佳徵象。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性周邊重度疼痛(8-10)。凝血異常-中度或輕度的出血。腫脹變形，疑似骨折/脫臼。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。石膏緊密，沒有神經受損或肢體血管循環不佳徵象。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。軟組織挫傷/血腫。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。神經受損或肢體血管循環不佳徵象。開放性骨折。石膏緊密，伴隨神經受損或肢體血管循環不佳徵象。凝血異常-中度或輕度的出血。腫脹變形，疑似骨折/脫臼。石膏緊密，沒有神經受損或肢體血管循環不佳徵象。軟組織挫傷/血腫。",
}
T1202 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T12肢體外傷",
        "target": "成人/兒童",
    },
    "query_text": "上肢穿刺傷",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。手肘以上的穿刺傷。上肢槍傷。凝血異常-危及生命或肢體的出血。無法控制的出血。神經受損或肢體血管循環不佳徵象。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性周邊重度疼痛(8-10)。凝血異常-中度或輕度的出血。加壓後已止血。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。表淺撕裂性/出血已停止。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。無法控制的出血。神經受損或肢體血管循環不佳徵象。凝血異常-中度或輕度的出血。加壓後已止血。表淺撕裂性/出血已停止。",
}
T1203 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T12肢體外傷",
        "target": "成人/兒童",
    },
    "query_text": "上肢撕裂傷、擦傷",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。高危險性受傷機轉。凝血異常-危及生命或肢體的出血。無法控制的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性周邊重度疼痛(8-10)。凝血異常-中度或輕度的出血。加壓後已止血。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。表淺撕裂性/出血已停止。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。擦傷。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。無法控制的出血。凝血異常-中度或輕度的出血。加壓後已止血。表淺撕裂性/出血已停止。擦傷。",
}
T1204 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T12肢體外傷",
        "target": "成人/兒童",
    },
    "query_text": "上肢關節扭傷",
    "content": "- 三級 (緊急)：急性周邊重度疼痛(8-10)。凝血異常-中度或輕度的出血。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。關節扭傷。",
    "remarks": "可調節分級項目 : 凝血異常-中度或輕度的出血。關節扭傷。",
}
T1205 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T12肢體外傷",
        "target": "成人/兒童",
    },
    "query_text": "上肢創傷性截肢",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。手掌或以上創傷性截肢。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。高危險性受傷機轉。手指創傷性截肢。凝血異常-危及生命或肢體的出血。",
    "remarks": "可調節分級項目 : 手掌或以上創傷性截肢。手指創傷性截肢。凝血異常-危及生命或肢體的出血。",
}
T1206 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T12肢體外傷",
        "target": "成人/兒童",
    },
    "query_text": "下肢鈍傷",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。高危險性受傷機轉。凝血異常-危及生命或肢體的出血。神經受損或肢體血管循環不佳徵象。開放性骨折。石膏緊密，伴隨神經受損或肢體血管循環不佳徵象。大腿腫脹變形，疑似股骨幹骨折。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性周邊重度疼痛(8-10)。凝血異常-中度或輕度的出血。下肢其他部位腫脹變形，疑似骨折/脫臼。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。石膏緊密，沒有神經受損或肢體血管循環不佳徵象。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。軟組織挫傷/血腫。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。神經受損或肢體血管循環不佳徵象。開放性骨折。石膏緊密，伴隨神經受損或肢體血管循環不佳徵象。大腿腫脹變形，疑似股骨幹骨折。凝血異常-中度或輕度的出血。下肢其他部位腫脹變形，疑似骨折/脫臼。石膏緊密，沒有神經受損或肢體血管循環不佳徵象。軟組織挫傷/血腫。",
}
T1207 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T12肢體外傷",
        "target": "成人/兒童",
    },
    "query_text": "下肢穿刺傷",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。膝蓋以上的穿刺傷。下肢槍傷。凝血異常-危及生命或肢體的出血。無法控制的出血。神經受損或肢體血管循環不佳徵象。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性周邊重度疼痛(8-10)。凝血異常-中度或輕度的出血。加壓後已止血。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。表淺撕裂性/出血已停止。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。",
    "remarks": "可調節分級項目 : 膝蓋以上的穿刺傷。凝血異常-危及生命或肢體的出血。無法控制的出血。神經受損或肢體血管循環不佳徵象。凝血異常-中度或輕度的出血。加壓後已止血。表淺撕裂性/出血已停止。",
}
T1208 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T12肢體外傷",
        "target": "成人/兒童",
    },
    "query_text": "下肢撕裂傷、擦傷",
    "content": "- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。高危險性受傷機轉。凝血異常-危及生命或肢體的出血。無法控制的出血。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性周邊重度疼痛(8-10)。凝血異常-中度或輕度的出血。加壓後已止血。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。表淺撕裂性/出血已停止。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。擦傷。",
    "remarks": "可調節分級項目 : 凝血異常-危及生命或肢體的出血。無法控制的出血。凝血異常-中度或輕度的出血。加壓後已止血。表淺撕裂性/出血已停止。擦傷。",
}
T1209 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T12肢體外傷",
        "target": "成人/兒童",
    },
    "query_text": "下肢關節扭傷",
    "content": "- 三級 (緊急)：凝血異常-中度或輕度的出血。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。關節扭傷。",
    "remarks": "可調節分級項目 : 凝血異常-中度或輕度的出血。關節扭傷。",
}
T1210 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T12肢體外傷",
        "target": "成人/兒童",
    },
    "query_text": "下肢創傷性截肢",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。腳掌或以上創傷性截肢。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。高危險性受傷機轉。凝血異常-危及生命或肢體的出血。腳趾創傷性截肢。",
    "remarks": "可調節分級項目 : 腳掌或以上創傷性截肢。凝血異常-危及生命或肢體的出血。腳趾創傷性截肢。",
}
T1301 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T13皮膚外傷",
        "target": "成人/兒童",
    },
    "query_text": "燒燙傷",
    "content": "- 一級 (復甦急救)：重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。2度或3度>25%體表面積。手部/足部/顏面部/會陰部2度或3度燒燙傷。疑似吸入性灼傷。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性周邊重度疼痛(8-10)。2度或3度5-25%體表面積。\n- 四級 (次緊急)：急性周邊中度疼痛(4-7)。2度或3度<5%體表面積。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。",
    "remarks": "可調節分級項目 : 2度或3度>25%體表面積。手部/足部/顏面部/會陰部2度或3度燒燙傷。疑似吸入性灼傷。2度或3度5-25%體表面積。2度或3度<5%體表面積。",
}
T1401 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T14一般和其他傷害",
        "target": "成人/兒童",
    },
    "query_text": "確定或疑似性侵害",
    "content": "- 一級 (復甦急救)：確定或疑似性侵害。",
    "remarks": "可調節分級項目 : 確定或疑似性侵害。",
}
T1402 = {
    "metadata": {
        "category": "急診五級檢傷分類基準修正版-外傷",
        "sub_category": "T14一般和其他傷害",
        "target": "成人/兒童",
    },
    "query_text": "家庭暴力",
    "content": "- 一級 (復甦急救)：心跳/呼吸停止。重度呼吸窘迫(<90%)。休克。無意識(GCS3-8)。\n- 二級 (危急)：中度呼吸窘迫(<92%)。血行動力循環不足。意識程度改變(GCS9-13)。急性中樞重度疼痛(8-10)。高危險性受傷機轉。新出現的神經功能缺損。\n- 三級 (緊急)：輕度呼吸窘迫(92-94%)。血壓或心跳有異於病人之平常數值，但血行動力穩定。急性中樞中度疼痛(4-7)。急性周邊重度疼痛(8-10)。\n- 四級 (次緊急)：急性中樞輕度疼痛(<4)。急性周邊中度疼痛(4-7)。\n- 五級 (非緊急)：急性周邊輕度疼痛(<4)。軟組織挫傷/血腫。",
    "remarks": "可調節分級項目 : 心跳/呼吸停止。新出現的神經功能缺損。軟組織挫傷/血腫。",
}


trauma_chunks = [
    T0101,
    T0201,
    T0202,
    T0203,
    T0301,
    T0302,
    T0303,
    T0401,
    T0402,
    T0501,
    T0502,
    T0601,
    T0602,
    T0701,
    T0702,
    T0703,
    T0801,
    T0802,
    T0803,
    T0901,
    T0902,
    T0903,
    T1001,
    T1002,
    T1003,
    T1101,
    T1102,
    T1103,
    T1201,
    T1202,
    T1203,
    T1204,
    T1205,
    T1206,
    T1207,
    T1208,
    T1209,
    T1210,
    T1301,
    T1401,
    T1402,
]
